<?php
/**
 * Descript:
 * User: lufeng501206@gmail.com
 * Date: 2017/4/14 11:04
 */

return [
    1 => ['id' => 1 , 'name' => '一级节点1', 'pid' => 0],
    2 => ['id' => 2 , 'name' => '一级节点2', 'pid' => 0],
    3 => ['id' => 3 , 'name' => '二级节点11', 'pid' => 1],
    4 => ['id' => 4 , 'name' => '二级节点12', 'pid' => 1],
    5 => ['id' => 5 , 'name' => '一级节点3', 'pid' => 0],
    6 => ['id' => 6 , 'name' => '三级节点121', 'pid' => 4],
    7 => ['id' => 7 , 'name' => '二级节点21', 'pid' => 2],
    8 => ['id' => 8 , 'name' => '三级节点211', 'pid' => 7],
    9 => ['id' => 9 , 'name' => '四级节点2111', 'pid' => 8],
];